aeschli.vscode-css-formatter
anthropic.claude-code
bierner.color-info
bradlc.vscode-tailwindcss
compulim.indent4to2
docker.docker
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
google.gemini-cli-vscode-ide-companion
grapecity.gc-excelviewer
gruntfuggly.todo-tree
james-yu.latex-workshop
josetr.cmake-language-support-vscode
mathiasfrohlich.kotlin
mquandalle.graphql
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
prisma.prisma
redhat.java
rust-lang.rust-analyzer
sainnhe.gruvbox-material
slevesque.shader
tal7aouy.theme
tomphilbin.gruvbox-themes
twxs.cmake
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vspacecode.whichkey
yoshinorin.current-file-path
